Table of Contents
 Enum TypeCalculationCombiEC
Namespace
IdeaRS.OpenModel.Loading
Assembly
IdeaRS.OpenModel.dll
Type of combination
public enum TypeCalculationCombiEC
Fields
Code610 = 2
Combination according to 6.10
Code610ab = 3
Combination according to 6.10ab
Envelope = 1
Envelope combination
Linear = 0
Linear combination
NonLinear = 4
Nonlinear combination
Fields
 Name |  Description
 Code610 = 2
Combination according to 6.10
 Code610ab = 3
Combination according to 6.10ab
 Envelope = 1
Envelope combination
 Linear = 0
Linear combination
 NonLinear = 4
Nonlinear combination
 Edit this page